Repository: martin-ueding/geo-activity-playground
Catalog: geo_activity_playground/webui/translations/*/LC_MESSAGES/messages.po
Languages: de, nl

source: Point
de: Punkt
nl: Punt

source: Circle
de: Kreis
nl: Cirkel

source: Area
de: Fläche
nl: Gebied

source: Bar
de: Balken
nl: Balk

source: Rectangle
de: Rechteck
nl: Rechthoek

source: Line
de: Linie
nl: Lijn

source: Distance / km
de: Distanz / km
nl: Afstand / km

source: Cumulative Distance / km
de: Kumulative Distanz / km
nl: Cumulatieve afstand / km

source: Total distance / km
de: Gesamtdistanz / km
nl: Totale afstand / km

source: Average distance / km
de: Durchschnittliche Distanz / km
nl: Gemiddelde afstand / km

source: Date
de: Datum
nl: Datum

source: Elapsed time / h
de: Verstrichene Zeit / h
nl: Verstreken tijd / u

source: Moving time / h
de: Bewegungszeit / h
nl: Beweegdtijd / u

source: Energy / kcal
de: Energie / kcal
nl: Energie / kcal

source: Steps
de: Schritte
nl: Stappen

source: Elevation gain / m
de: Höhenmeter / m
nl: Hoogteverschil / m

source: Start elevation / m
de: Starthöhe / m
nl: Starthoogte / m

source: End elevation / m
de: Endhöhe / m
nl: Eindhoogte / m

source: Total elevation gain / m
de: Gesamthöhenmeter / m
nl: Totaal hoogteverschil / m

source: Average elevation gain / m
de: Durchschnittliche Höhenmeter / m
nl: Gemiddeld hoogteverschil / m

source: New tiles 14
de: Neue Kacheln 14
nl: Nieuwe tegels 14

source: New tiles 17
de: Neue Kacheln 17
nl: Nieuwe tegels 17

source: Average moving speed / km/h
de: Durchschnittliche Bewegungsgeschwindigkeit / km/h
nl: Gemiddelde snelheid / km/u

source: Average elapsed speed / km/h
de: Durchschnittliche Gesamtgeschwindigkeit / km/h
nl: Gemiddelde verstreken snelheid / km/u

source: Start latitude / °
de: Startbreitengrad / °
nl: Startbreedtegraad / °

source: Start longitude / °
de: Startlängengrad / °
nl: Startlengtegraad / °

source: End latitude / °
de: Endbreitengrad / °
nl: Eindbreedtegraad / °

source: End longitude / °
de: Endlängengrad / °
nl: Eindlengtegraad / °

source: Equipment
de: Ausrüstung
nl: Uitrusting

source: Activity kind
de: Aktivitätsart
nl: Activiteitstype

source: Consider for achievements
de: Für Erfolge berücksichtigen
nl: Meenemen voor prestaties

source: Year
de: Jahr
nl: Jaar

source: ISO Year
de: ISO-Jahr
nl: ISO-jaar

source: Year, Quarter
de: Jahr, Quartal
nl: Jaar, kwartaal

source: Year, Quarter, Month
de: Jahr, Quartal, Monat
nl: Jaar, kwartaal, maand

source: Year, Month
de: Jahr, Monat
nl: Jaar, maand

source: Quarter
de: Quartal
nl: Kwartaal

source: Quarter, Month
de: Quartal, Monat
nl: Kwartaal, maand

source: Month
de: Monat
nl: Maand

source: ISO Week
de: ISO-Woche

source: Day of month
de: Tag des Monats
nl: Dag van de maand

source: Day of week
de: Wochentag
nl: Dag van de week

source: ISO Day
de: ISO-Tag
nl: ISO-dag

source: (no grouping)
de: (keine Gruppierung)
nl: (geen groepering)

source: Distance
de: Distanz
nl: Afstand

source: Elevation Gain
de: Höhenmeter
nl: Hoogteverschil

source: Elapsed Time
de: Verstrichene Zeit
nl: Verstreken tijd

source: Moving Time
de: Bewegungszeit
nl: Beweegdtijd

source: Energy
de: Energie
nl: Energie

source: Speed
de: Geschwindigkeit
nl: Snelheid

source: Elevation
de: Höhe
nl: Hoogte

source: Time
de: Zeit
nl: Tijd

source: Speed / km/h
de: Geschwindigkeit / km/h
nl: Snelheid / km/u

source: Speed distribution
de: Geschwindigkeitsverteilung
nl: Snelheidsverdeling

source: Duration / min
de: Dauer / min
nl: Duur / min

source: Elevation / m
de: Höhe / m
nl: Hoogte / m

source: Heart Rate
de: Herzfrequenz
nl: Hartslag

source: Heart rate
de: Herzfrequenz
nl: Hartslag

source: Cadence
de: Trittfrequenz
nl: Cadans

source: Heart Rate Zones
de: Herzfrequenzzonen
nl: Hartslagzones

source: Repetitions
de: Wiederholungen
nl: Herhalingen

source: Count
de: Anzahl
nl: Aantal

source: Elapsed time
de: Verstrichene Zeit
nl: Verstreken tijd

source: Time / min
de: Zeit / min
nl: Tijd / min

source: %(display_name)s per Day (Bubble Chart)
de: %(display_name)s pro Tag (Blasendiagramm)
nl: %(display_name)s per dag (bellengrafiek)

source: Activity
de: Aktivität
nl: Activiteit

source: Activity Link
de: Aktivitäts-Link
nl: Activiteitslink

source: %(display_name)s Eddington Number %(en)s
de: %(display_name)s Eddington-Zahl %(en)s
nl: %(display_name)s Eddington-getal %(en)s

source: %(interval)s exceeding %(display_name)s
de: %(interval)s über %(display_name)s
nl: %(interval)s met meer dan %(display_name)s

source: %(interval)s missing for next
de: %(interval)s fehlen für nächste
nl: %(interval)s ontbrekend voor volgende

source: Eddington number
de: Eddington-Zahl
nl: Eddington-getal

source: %(display_name)s per day
de: %(display_name)s pro Tag
nl: %(display_name)s per dag

source: Kind
de: Art
nl: Type

source: Monthly Equipment Usage
de: Monatliche Ausrüstungsnutzung
nl: Maandelijks uitrustingsgebruik

source: Total Kilometers per Month
de: Gesamtkilometer pro Monat
nl: Totaal kilometers per maand

source: Total Distance
de: Gesamtdistanz
nl: Totale afstand

source: Usage over Time
de: Nutzung über Zeit
nl: Gebruik in de tijd

source: Cumulative distance / km
de: Kumulative Distanz / km
nl: Cumulatieve afstand / km

source: Yearly distance
de: Jährliche Distanz
nl: Jaarlijkse afstand

source: Kinds
de: Arten
nl: Typen

source: Tiles
de: Kacheln
nl: Tegels

source: Number of tiles
de: Anzahl der Kacheln
nl: Aantal tegels

source: Maximum cluster size
de: Maximale Clustergröße
nl: Maximale clustergrootte

source: Square
de: Quadrat
nl: Vierkant

source: Maximum square size
de: Maximale Quadratgröße
nl: Maximale vierkantgrootte

source: Track Index
de: Streckenindex

source: Distance / m
de: Distanz / m
nl: Afstand / m

source: Duration / s
de: Dauer / s
nl: Duur / s

source: Direction
de: Richtung
nl: Richting

source: Duration Histogram
de: Dauer-Histogramm
nl: Duurhistogram

source: Duration by Direction
de: Dauer nach Richtung
nl: Duur per richting

source: %(display_name)s per Year
de: %(display_name)s pro Jahr
nl: %(display_name)s per jaar

source: Cumulative %(display_name)s per Year
de: Kumulative %(display_name)s pro Jahr
nl: Cumulatief %(display_name)s per jaar

source: Week
de: Woche

source: %(display_name)s per Week
de: %(display_name)s pro Woche

source: ISO Year and Week
de: ISO-Jahr und Woche
nl: ISO-jaar en week

source: ISO Weekday
de: ISO-Wochentag
nl: ISO-weekdag

source: Last 30 days
de: Letzte 30 Tage
nl: Laatste 30 dagen

source: Latest activities
de: Neueste Aktivitäten
nl: Nieuwste activiteiten

source: You don't have activities yet. Either put some files into a directory
de: Du hast noch keine Aktivitäten. Lege entweder Dateien in ein Verzeichnis
nl: Je hebt nog geen activiteiten. Plaats bestanden in een map

source: upload activities
de: Aktivitäten hochladen
nl: upload activiteiten

source: or
de: oder
nl: of

source: set up Strava API
de: Strava-API einrichten
nl: stel Strava API in

source: Geo Activity Playground
de: Geo-Aktivitäts-Spielplatz

source: Toggle navigation
de: Navigation umschalten
nl: Navigatie wisselen

source: Activities
de: Aktivitäten
nl: Activiteiten

source: Calendar
de: Kalender
nl: Kalender

source: Overview & Search
de: Übersicht & Suche
nl: Overzicht & zoeken

source: Bubble Chart
de: Blasendiagramm
nl: Bellengrafiek

source: Statistics
de: Statistiken
nl: Statistieken

source: Summary Statistics
de: Zusammenfassung
nl: Samenvatting statistieken

source: Hall of Fame
de: Ruhmeshalle
nl: Eregalerij

source: Eddington Number
de: Eddington-Zahl
nl: Eddington-getal

source: Elevation Eddington Number
de: Höhenmeter-Eddington-Zahl
nl: Hoogte Eddington-getal

source: Segments
de: Segmente
nl: Segmenten

source: Explorer
de: Kacheln
nl: Verkenner

source: Explorer Tiles (Zoom 14)
de: Explorer-Kacheln (Zoom 14)
nl: Verkennertegels (Zoom 14)

source: Squadratinhos (Zoom 17)
de: Kleine Kacheln (Zoom 17)

source: Square Planner (Zoom 14)
de: Quadrat-Planer (Zoom 14)
nl: Vierkantplanner (Zoom 14)

source: Square Planner (Zoom 17)
de: Quadrat-Planer (Zoom 17)
nl: Vierkantplanner (Zoom 17)

source: Heatmap
de: Intensitätskarte

source: Photo Map
de: Fotokarte
nl: Fotokaart

source: Admin
de: Verwaltung
nl: Beheer

source: Upload Activities
de: Aktivitäten hochladen
nl: Upload activiteiten

source: Upload Photos
de: Fotos hochladen
nl: Upload foto's

source: Scan New Activities
de: Neue Aktivitäten einlesen
nl: Scan nieuwe activiteiten

source: Plot Builder
de: Diagramm-Editor
nl: Grafiekbouwer

source: Settings
de: Einstellungen
nl: Instellingen

source: Data Export
de: Datenexport
nl: Gegevens exporteren

source: Time Zone Fixer
de: Zeitzonen-Korrektur
nl: Tijdzone-fixer

source: Are you sure you want to shut down the server? This will terminate the application.
de: Möchtest du den Server wirklich herunterfahren? Die Anwendung wird dadurch beendet.
nl: Weet je zeker dat je de server wilt afsluiten? Dit beëindigt de applicatie.

source: Shutdown Server
de: Server herunterfahren
nl: Server afsluiten

source: Toggle theme
de: Design wechseln
nl: Thema wisselen

source: Theme
de: Design
nl: Thema

source: Light
de: Hell
nl: Licht

source: Dark
de: Dunkel
nl: Donker

source: Auto
de: Automatisch
nl: Automatisch

source: Documentation
de: Dokumentation
nl: Documentatie

source: Activity Filter
de: Aktivitätsfilter
nl: Activiteitenfilter

source: Case sensitive
de: Groß-/Kleinschreibung beachten
nl: Hoofdlettergevoelig

source: After
de: Nach
nl: Na

source: Until
de: Bis
nl: Tot

source: Distance minimum
de: Mindestdistanz
nl: Minimale afstand

source: Distance maximum
de: Maximaldistanz
nl: Maximale afstand

source: Filter
de: Filtern
nl: Filteren

source: Reset
de: Zurücksetzen
nl: Resetten

source: Favorite queries
de: Gespeicherte Suchen
nl: Favoriete zoekopdrachten

source: Last queries
de: Letzte Suchen
nl: Laatste zoekopdrachten

source: Total
de: Gesamt
nl: Totaal

source: Share picture
de: Teilbild
nl: Deel afbeelding

source: Edit Activity
de: Aktivität bearbeiten
nl: Activiteit bewerken

source: None
de: Keine
nl: Geen

source: Save
de: Speichern
nl: Opslaan

source: All Activity Lines
de: Alle Aktivitätslinien
nl: Alle activiteitslijnen

source: Duration
de: Dauer
nl: Duur

source: elapsed
de: vergangen
nl: verstreken

source: moving
de: in Bewegung
nl: bewegend

source: Average moving speed
de: Durchschnittliche Bewegungsgeschwindigkeit
nl: Gemiddelde snelheid

source: n/a
de: k.A.
nl: n.v.t.

source: Average elapsed speed
de: Durchschnittliche Gesamtgeschwindigkeit
nl: Gemiddelde verstreken snelheid

source: Start time
de: Startzeit
nl: Starttijd

source: Calories
de: Kalorien
nl: Calorieën

source: Elevation gain
de: Höhenmeter
nl: Hoogteverschil

source: New Explorer Tiles
de: Neue Explorer-Kacheln
nl: Nieuwe verkennertegels

source: New Squadratinhos
de: Neue kleine Kacheln
nl: Nieuwe Squadratinhos

source: Source path
de: Quellpfad
nl: Bronpad

source: Time series path
de: Zeitreihenpfad
nl: Tijdreekspad

source: Edit
de: Bearbeiten
nl: Bewerken

source: Trim
de: Zuschneiden
nl: Inkorten

source: Are you sure to delete this?
de: Möchtest du das wirklich löschen?
nl: Weet je zeker dat je dit wilt verwijderen?

source: Delete
de: Löschen
nl: Verwijderen

source: Line Color by
de: Linienfarbe nach
nl: Lijnkleur per

source: Photos
de: Fotos
nl: Foto's

source: Matched Segments
de: Erkannte Segmente
nl: Overeenkomende segmenten

source: Duration in Segment
de: Dauer im Segment
nl: Duur in segment

source: Distance & speed
de: Distanz & Geschwindigkeit
nl: Afstand & snelheid

source: Your activity has heart data, but this program doesn't know your maximum heart rate (or birth year) and therefore cannot compute the heart rate zones. Go to the
de: Deine Aktivität enthält Herzfrequenzdaten, aber dieses Programm kennt deine maximale Herzfrequenz (oder dein Geburtsjahr) nicht und kann daher die Herzfrequenzzonen nicht berechnen. Gehe zu den
nl: Je activiteit bevat hartslaggegevens, maar dit programma kent je maximale hartslag (of geboortejaar) niet en kan daarom de hartslagzones niet berekenen. Ga naar de

source: settings
de: Einstellungen
nl: instellingen

source: Not happy with the displayed data?
de: Nicht zufrieden mit den angezeigten Daten?
nl: Niet tevreden met de weergegeven gegevens?

source: Change share picture settings
de: Teilbild-Einstellungen ändern
nl: Wijzig instellingen voor deelafbeelding

source: New explorer tiles
de: Neue Explorer-Kacheln
nl: Nieuwe verkennertegels

source: With this activity you have explored new explorer tiles. The following maps show the new tiles on the respective zoom levels.
de: Mit dieser Aktivität hast du neue Explorer-Kacheln erkundet. Die folgenden Karten zeigen die neuen Kacheln auf den jeweiligen Zoomstufen.
nl: Met deze activiteit heb je nieuwe verkennertegels ontdekt. De volgende kaarten tonen de nieuwe tegels op de respectievelijke zoomniveaus.

source: There are
de: Es gibt
nl: Er zijn

source: new tiles:
de: neue Kacheln:
nl: nieuwe tegels:

source: Activities with the same name
de: Aktivitäten mit demselben Namen
nl: Activiteiten met dezelfde naam

source: Overview over these activities
de: Übersicht über diese Aktivitäten
nl: Overzicht van deze activiteiten

source: Back
de: Zurück
nl: Terug

source: Begin
de: Anfang

source: End
de: Ende
nl: Einde

source: Authentication
de: Authentifizierung
nl: Authenticatie

source: You are either logged in or don't have a password set. You can do everything.
de: Du bist entweder eingeloggt oder hast kein Passwort gesetzt. Du kannst alles tun.
nl: Je bent ingelogd of hebt geen wachtwoord ingesteld. Je kunt alles doen.

source: Log Out
de: Abmelden
nl: Uitloggen

source: Password
de: Passwort
nl: Wachtwoord

source: Log In
de: Anmelden
nl: Inloggen

source: Bubble Chart: Distance
de: Blasendiagramm: Distanz
nl: Bellengrafiek: Afstand

source: Bubble Chart: Elevation Gain
de: Blasendiagramm: Höhenmeter
nl: Bellengrafiek: Hoogteverschil

source: Monday
de: Montag
nl: Maandag

source: Tuesday
de: Dienstag
nl: Dinsdag

source: Wednesday
de: Mittwoch
nl: Woensdag

source: Thursday
de: Donnerstag
nl: Donderdag

source: Friday
de: Freitag
nl: Vrijdag

source: Saturday
de: Samstag
nl: Zaterdag

source: Sunday
de: Sonntag
nl: Zondag

source: Your Eddington number is
de: Deine Eddington-Zahl ist
nl: Je Eddington-getal is

source: That means that on
de: Das bedeutet, dass du an
nl: Dat betekent dat je op

source: separate days you have recorded activities exceeding
de: verschiedenen Tagen Aktivitäten mit mehr als
nl: verschillende dagen activiteiten hebt geregistreerd met meer dan

source: Going far is one thing, going often is another. But going far often is hard. Also if you increment the Eddington number, all days with less distance will not count any more. It becomes increasingly hard to increment the Eddington number because you don't only need to achieve a higher count, but all shorter activities don't count towards the bigger number.
de: Weit zu fahren ist eine Sache, oft zu fahren eine andere. Aber oft weit zu fahren ist schwer. Wenn du die Eddington-Zahl erhöhst, zählen alle Tage mit weniger Distanz nicht mehr. Es wird immer schwieriger, die Eddington-Zahl zu erhöhen, weil du nicht nur eine höhere Anzahl erreichen musst, sondern alle kürzeren Aktivitäten nicht zur größeren Zahl beitragen.
nl: Ver gaan is één ding, vaak gaan is iets anders. Maar vaak ver gaan is moeilijk. Als je het Eddington-getal verhoogt, tellen alle dagen met minder afstand niet meer mee. Het wordt steeds moeilijker om het Eddington-getal te verhogen omdat je niet alleen een hoger aantal moet bereiken, maar alle kortere activiteiten niet meetellen voor het hogere getal.

source: Missing days
de: Fehlende Tage
nl: Ontbrekende dagen

source: How many more days do you need to increment your Eddington number?
de: Wie viele weitere Tage brauchst du, um deine Eddington-Zahl zu erhöhen?
nl: Hoeveel dagen heb je nog nodig om je Eddington-getal te verhogen?

source: Plot
de: Diagramm
nl: Grafiek

source: In a graphical representation, the Eddington number is the distance where the red line intersects with the blue area.
de: In der grafischen Darstellung ist die Eddington-Zahl die Distanz, an der die rote Linie die blaue Fläche schneidet.
nl: In een grafische weergave is het Eddington-getal de afstand waar de rode lijn de blauwe zone kruist.

source: Eddington number history
de: Eddington-Zahl Verlauf
nl: Eddington-getal geschiedenis

source: How did the Eddington number evolve over time?
de: Wie hat sich die Eddington-Zahl im Laufe der Zeit entwickelt?
nl: Hoe is het Eddington-getal in de loop van de tijd geëvolueerd?

source: Yearly Eddington number
de: Jährliche Eddington-Zahl
nl: Jaarlijks Eddington-getal

source: If we only consider the activities within one calendar year for the Eddington number, we get the following:
de: Wenn wir nur die Aktivitäten innerhalb eines Kalenderjahres für die Eddington-Zahl betrachten, erhalten wir Folgendes:
nl: Als we alleen de activiteiten binnen één kalenderjaar beschouwen voor het Eddington-getal, krijgen we het volgende:

source: Eddington number per Week
de: Eddington-Zahl pro Woche
nl: Eddington-getal per week

source: Missing weeks
de: Fehlende Wochen
nl: Ontbrekende weken

source: Eddington Number for Elevation Gain
de: Eddington-Zahl für Höhenmeter
nl: Eddington-getal voor hoogteverschil

source: Divisor
de: Teiler
nl: Deler

source: Your Eddington number with divisor
de: Deine Eddington-Zahl mit Teiler
nl: Je Eddington-getal met deler

source: is
de: ist

source: separate days you have recorded activities with an elevation gain of more than
de: verschiedenen Tagen Aktivitäten mit mehr als
nl: verschillende dagen heb je activiteiten geregistreerd met een hoogteverschil van meer dan

source: Going high is one thing, going often is another. But going high often is hard. Also if you increment the Eddington number, all days with less elevation gain will not count any more. It becomes increasingly hard to increment the Eddington number because you don't only need to achieve a higher count, but all flatter activities don't count towards the bigger number.
de: Hoch zu fahren ist eine Sache, oft zu fahren eine andere. Aber oft hoch zu fahren ist schwer. Wenn du die Eddington-Zahl erhöhst, zählen alle Tage mit weniger Höhenmetern nicht mehr. Es wird immer schwieriger, die Eddington-Zahl zu erhöhen, weil du nicht nur eine höhere Anzahl erreichen musst, sondern alle flacheren Aktivitäten nicht zur größeren Zahl beitragen.
nl: Hoog gaan is één ding, vaak gaan is iets anders. Maar vaak hoog gaan is moeilijk. Als je het Eddington-getal verhoogt, tellen alle dagen met minder hoogteverschil niet meer mee. Het wordt steeds moeilijker om het Eddington-getal te verhogen omdat je niet alleen een hoger aantal moet bereiken, maar alle vlakkere activiteiten niet meetellen voor het hogere getal.

source: In a graphical representation, the Eddington number is the elevation gain where the red line intersects with the blue area.
de: In der grafischen Darstellung ist die Eddington-Zahl der Höhengewinn, an dem die rote Linie die blaue Fläche schneidet.
nl: In een grafische weergave is het Eddington-getal het hoogteverschil waar de rode lijn de blauwe zone kruist.

source: First use
de: Erste Nutzung
nl: Eerste gebruik

source: Last use
de: Letzte Nutzung
nl: Laatste gebruik

source: Details for each equipment
de: Details für jede Ausrüstung
nl: Details voor elke uitrusting

source: Activities Through Tile
de: Aktivitäten durch Kachel
nl: Activiteiten door tegel

source: Showing
de: Zeige
nl: Toont

source: activities passing through tile
de: Aktivitäten durch Kachel
nl: activiteiten door tegel

source: with radius
de: mit Radius
nl: met straal

source: tiles
de: Kacheln
nl: tegels

source: Search Radius:
de: Suchradius:
nl: Zoekstraal:

source: No activities found passing through this tile.
de: Keine Aktivitäten gefunden, die durch diese Kachel führen.
nl: Geen activiteiten gevonden die door deze tegel gaan.

source: Explorer Tiles
de: Explorer-Kacheln
nl: Verkennertegels

source: You try to access explorer tiles for a level that hasn't been generated before. That is not a problem, we just don't generate all levels to save a bit of time. If you want to have it, just enable it!
de: Du versuchst, Explorer-Kacheln für eine Stufe aufzurufen, die noch nicht generiert wurde. Das ist kein Problem, wir generieren einfach nicht alle Stufen, um Zeit zu sparen. Wenn du es haben möchtest, aktiviere es einfach!
nl: Je probeert toegang te krijgen tot verkennertegels voor een niveau dat nog niet is gegenereerd. Dat is geen probleem, we genereren niet alle niveaus om wat tijd te besparen. Als je het wilt, schakel het gewoon in!

source: Enable Zoom
de: Zoom aktivieren
nl: Zoom inschakelen

source: You have
de: Du hast
nl: Je hebt

source: explored tiles. There are
de: erkundete Kacheln. Es gibt
nl: verkende tegels. Er zijn

source: cluster tiles in total. Your largest cluster consists of
de: Cluster-Kacheln insgesamt. Dein größter Cluster besteht aus
nl: clustertegels in totaal. Je grootste cluster bestaat uit

source: tiles. Your largest square has size
de: Kacheln. Dein größtes Quadrat hat die Größe
nl: tegels. Je grootste vierkant heeft grootte

source: Open the
de: Öffne den
nl: Open de

source: Square Planner
de: Quadrat-Planer
nl: Vierkantplanner

source: to plan the next extension.
de: um die nächste Erweiterung zu planen.
nl: om de volgende uitbreiding te plannen.

source: Download tiles in visible area:
de: Kacheln im sichtbaren Bereich herunterladen:
nl: Download tegels in zichtbaar gebied:

source: Explored as GeoJSON
de: Erkundet als GeoJSON
nl: Verkend als GeoJSON

source: Explored as GPX
de: Erkundet als GPX
nl: Verkend als GPX

source: Missing as GeoJSON
de: Fehlend als GeoJSON
nl: Ontbrekend als GeoJSON

source: Missing as GPX
de: Fehlend als GPX
nl: Ontbrekend als GPX

source: Bookmarked cluster sizes
de: Gespeicherte Cluster-Größen
nl: Bladwijzer clustergroottes

source: Relative to maximum
de: Relativ zum Maximum
nl: Relatief aan maximum

source: Tile history
de: Kachel-Verlauf
nl: Tegelgeschiedenis

source: Tile coloring
de: Kachel-Einfärbung
nl: Tegelkleuren

source: Modify color values
de: Farbwerte anpassen
nl: Kleurwaarden wijzigen

source: Tile URLs
de: Kachel-URLs
nl: Tegel-URL's

source: You can use the overlay tiles with other services like
de: Du kannst die Overlay-Kacheln mit anderen Diensten verwenden wie
nl: Je kunt de overlay-tegels gebruiken met andere diensten zoals

source: See
de: Siehe
nl: Zie

source: the documentation for this feature
de: die Dokumentation zu dieser Funktion
nl: de documentatie voor deze functie

source: For your server, use the following URLs:
de: Für deinen Server, verwende folgende URLs:
nl: Voor je server, gebruik de volgende URL's:

source: For the explorer tiles, you can use these:
de: Für die Explorer-Kacheln kannst du diese verwenden:
nl: Voor de verkennertegels kun je deze gebruiken:

source: And for the heatmap, you can use this:
de: Und für die Intensitätskarte kannst du dies verwenden:
nl: En voor de heatmap kun je deze gebruiken:

source: Export metadata and activities
de: Metadaten und Aktivitäten exportieren
nl: Metadata en activiteiten exporteren

source: Here you can export all metadata and activities as a ZIP file. Depending on the file format chosen, exporting an activity can take around one second. You can observe a progress bar in the terminal.
de: Hier kannst du alle Metadaten und Aktivitäten als ZIP-Datei exportieren. Je nach gewähltem Dateiformat kann der Export einer Aktivität etwa eine Sekunde dauern. Du kannst einen Fortschrittsbalken im Terminal beobachten.
nl: Hier kun je alle metadata en activiteiten als ZIP-bestand exporteren. Afhankelijk van het gekozen bestandsformaat kan het exporteren van een activiteit ongeveer één seconde duren. Je kunt een voortgangsbalk in de terminal zien.

source: Metadata format
de: Metadatenformat
nl: Metadataformaat
