Repository: martin-ueding/geo-activity-playground
Catalog: geo_activity_playground/webui/translations/*/LC_MESSAGES/messages.po
Languages: de, nl

source: OpenDocument Spreadsheet (LibreOffice)
de: OpenDocument-Tabelle (LibreOffice)

source: Activity time series format
de: Aktivitäts-Zeitreihenformat
nl: Activiteit tijdreeksformaat

source: No export of activities
de: Kein Export von Aktivitäten
nl: Geen export van activiteiten

source: Export
de: Exportieren
nl: Exporteren

source: Download heatmap in visible area
de: Intensitätskarte im sichtbaren Bereich herunterladen
nl: Download heatmap in zichtbaar gebied

source: Upload Photo
de: Foto hochladen
nl: Upload foto

source: Photo file
de: Fotodatei
nl: Fotobestand

source: Upload
de: Hochladen

source: Activities Overview & Search
de: Aktivitäten-Übersicht & Suche
nl: Activiteiten overzicht & zoeken

source: Length
de: Länge
nl: Lengte

source: Matches
de: Treffer
nl: Overeenkomsten

source: Are you sure to delete this segment?
de: Möchtest du dieses Segment wirklich löschen?
nl: Weet je zeker dat je dit segment wilt verwijderen?

source: New Segment
de: Neues Segment
nl: Nieuw segment

source: To create a new segment, go to
de: Um ein neues Segment zu erstellen, gehe zu
nl: Om een nieuw segment te maken, ga naar

source: create the segment that you want and download it as GeoJSON. Then upload that file with the form below.
de: erstelle das gewünschte Segment und lade es als GeoJSON herunter. Dann lade diese Datei mit dem folgenden Formular hoch.
nl: maak het segment dat je wilt en download het als GeoJSON. Upload dat bestand vervolgens met het onderstaande formulier.

source: GeoJSON Segment File
de: GeoJSON-Segmentdatei
nl: GeoJSON segmentbestand

source: and
de: und
nl: en

source: Distance chart
de: Distanzdiagramm
nl: Afstandsgrafiek

source: Matched activities
de: Erkannte Aktivitäten
nl: Overeenkomende activiteiten

source: Admin Password
de: Admin-Passwort
nl: Beheerderswachtwoord

source: To protect the settings and the upload functionality, you may specify a password.
de: Um die Einstellungen und die Upload-Funktion zu schützen, kannst du ein Passwort festlegen.
nl: Om de instellingen en uploadfunctionaliteit te beschermen, kun je een wachtwoord opgeven.

source: Data Sources
de: Datenquellen
nl: Gegevensbronnen

source: Metadata Extraction
de: Metadatenextraktion
nl: Metadata-extractie

source: Display
de: Anzeige
nl: Weergave

source: Color Schemes
de: Farbschemata
nl: Kleurenschema's

source: Color Strategy
de: Farbstrategie
nl: Kleurstrategie

source: Map Tile Source
de: Kartenkachelquelle
nl: Kaartbron

source: Language
de: Sprache
nl: Taal

source: Analysis
de: Analyse
nl: Analyse

source: Track Segmentation
de: Streckensegmentierung
nl: Tracksegmentatie

source: Personal
de: Persönlich
nl: Persoonlijk

source: Management
de: Verwaltung
nl: Beheer

source: Activity Kinds
de: Aktivitätsarten
nl: Activiteitstypen

source: Privacy & Security
de: Datenschutz & Sicherheit
nl: Privacy & beveiliging

source: Privacy Zones
de: Privatsphärezonen

source: Share Picture
de: Teilbild
nl: Deel afbeelding

source: Settings Menu
de: Einstellungsmenü
nl: Instellingenmenu

source: Overview
de: Übersicht
nl: Overzicht

source: Configure how your activities are gathered, analyzed, and visualized.
de: Konfiguriere, wie deine Aktivitäten gesammelt, analysiert und visualisiert werden.
nl: Configureer hoe je activiteiten worden verzameld, geanalyseerd en gevisualiseerd.Configureer hoe je activiteiten worden verzameld, geanalyseerd en gevisualiseerd.

source: Use the navigation menu to access different configuration sections. Here's a quick overview of what you can customize:
de: Verwende das Navigationsmenü, um auf verschiedene Konfigurationsbereiche zuzugreifen. Hier ist ein kurzer Überblick über das, was du anpassen kannst:
nl: Gebruik het navigatiemenu om toegang te krijgen tot verschillende configuratiesecties. Hier is een snel overzicht van wat je kunt aanpassen:

source: Connect to Strava API or configure how metadata is extracted from your activity files.
de: Verbinde dich mit der Strava-API oder konfiguriere, wie Metadaten aus deinen Aktivitätsdateien extrahiert werden.
nl: Verbind met Strava API of configureer hoe metadata uit je activiteitsbestanden wordt geëxtraheerd.

source: Customize color schemes, map tile sources, and share picture settings.
de: Passe Farbschemata, Kartenkachelquellen und Teilbild-Einstellungen an.
nl: Pas kleurenschema's, kaartbronnen en deelafbeelding instellingen aan.

source: Set up heart rate zones based on your personal data.
de: Richte Herzfrequenzzonen basierend auf deinen persönlichen Daten ein.
nl: Stel hartslagzones in op basis van je persoonlijke gegevens.

source: Manage your equipment, activity kinds, and tags.
de: Verwalte deine Ausrüstung, Aktivitätsarten und Tags.
nl: Beheer je uitrusting, activiteitstypen en tags.

source: Privacy & Processing
de: Datenschutz & Verarbeitung
nl: Privacy & verwerking

source: Define privacy zones and configure track segmentation.
de: Definiere Privatsphärezonen und konfiguriere die Streckensegmentierung.
nl: Definieer privacyzones en configureer tracksegmentatie.

source: Advanced
de: Erweitert
nl: Geavanceerd

source: Admin password and custom plot builder.
de: Admin-Passwort und benutzerdefinierter Diagramm-Editor.
nl: Beheerderswachtwoord en aangepaste grafiekbouwer.

source: Language Preference
de: Spracheinstellung
nl: Taalvoorkeur

source: Choose your preferred language for the user interface. This setting will override your browser's language preference.
de: Wähle deine bevorzugte Sprache für die Benutzeroberfläche. Diese Einstellung überschreibt die Spracheinstellung deines Browsers.
nl: Kies je voorkeurstaal voor de gebruikersinterface. Deze instelling overschrijft de taalvoorkeur van je browser.

source: Preferred Language
de: Bevorzugte Sprache
nl: Voorkeurstaal

source: Select language
de: Sprache auswählen
nl: Selecteer taal

source: Auto (use browser language)
de: Automatisch (Browser-Sprache verwenden)
nl: Automatisch (gebruik browsertaal)

source: Leave as "Auto" to automatically detect from your browser settings.
de: Auf "Automatisch" belassen, um automatisch aus den Browser-Einstellungen zu erkennen.

source: Note
de: Hinweis
nl: Opmerking

source: Your language preference is saved in the config.json file and will be used for all browsers accessing this application.
de: Deine Spracheinstellung wird in der config.json-Datei gespeichert und wird für alle Browser verwendet, die auf diese Anwendung zugreifen.

source: What data fields shall be displayed on the share picture?
de: Welche Datenfelder sollen auf dem Teilbild angezeigt werden?
nl: Welke gegevensvelden moeten worden weergegeven op de deelafbeelding?

source: Tile Source
de: Kachelquelle
nl: Tegelbron

source: You can change the tile source to be whatever you like. Be aware that different sources have different licensing constraints. It is on you to make sure that you are allowed to use the tiles from the source that you enter. See
de: Du kannst die Kachelquelle beliebig ändern. Beachte, dass verschiedene Quellen unterschiedliche Lizenzbedingungen haben. Es liegt an dir sicherzustellen, dass du die Kacheln aus der eingegebenen Quelle verwenden darfst. Siehe
nl: Je kunt de tegelbron wijzigen naar wat je wilt. Wees je ervan bewust dat verschillende bronnen verschillende licentiebeperkingen hebben. Het is aan jou om ervoor te zorgen dat je de tegels mag gebruiken van de bron die je invoert. Zie

source: this list of raster tile providers
de: diese Liste von Rasterkachelanbietern
nl: deze lijst van rastertegelleveranciers

source: for inspiration.
de: zur Inspiration.
nl: voor inspiratie.

source: Map tile URL
de: Kartenkachel-URL
nl: Kaarttegel-URL

source: Map tile attribution
de: Kartenkachel-Quellenangabe
nl: Kaarttegel naamsvermelding

source: Test image
de: Testbild
nl: Testafbeelding

source: This is a tile using your current tile source:
de: Dies ist eine Kachel mit deiner aktuellen Kachelquelle:
nl: Dit is een tegel met je huidige tegelbron:

source: Download missing tiles as
de: Fehlende Kacheln herunterladen als
nl: Download ontbrekende tegels als

source: Create bookmark
de: Lesezeichen erstellen
nl: Bladwijzer maken

source: Bookmarks
de: Lesezeichen
nl: Bladwijzers

source: Size
de: Größe
nl: Grootte

source: Actions
de: Aktionen
nl: Acties

source: Open
de: Öffnen

source: Custom plots
de: Eigene Diagramme
nl: Aangepaste grafieken

source: Edit this plot
de: Dieses Diagramm bearbeiten
nl: Bewerk deze grafiek

source: Per year and kind
de: Pro Jahr und Art
nl: Per jaar en type

source: How much distance (or else) did you cover within each year? The following plots show the quantity summed up for a year, differentiated by activity kind.
de: Wie viel Distanz (oder anderes) hast du innerhalb jedes Jahres zurückgelegt? Die folgenden Diagramme zeigen die Summe für ein Jahr, aufgeteilt nach Aktivitätsart.
nl: Hoeveel afstand (of anders) heb je afgelegd binnen elk jaar? De volgende grafieken tonen de hoeveelheid opgeteld voor een jaar, gedifferentieerd per activiteitstype.

source: Per week
de: Pro Woche

source: What's the distance (or else) per week? See it for all weeks in all years. The larger the circle is, the more you did in that week.
de: Wie viel Distanz (oder anderes) pro Woche? Sieh es für alle Wochen in allen Jahren. Je größer der Kreis, desto mehr hast du in dieser Woche gemacht.
nl: Wat is de afstand (of anders) per week? Zie het voor alle weken in alle jaren. Hoe groter de cirkel, hoe meer je in die week hebt gedaan.

source: Per day
de: Pro Tag
nl: Per dag

source: And also more fine-grained per day for the past rolling year. This is grouped by day of the week such that you can easily spot patterns in your daily routine.
de: Und auch feiner aufgeschlüsselt pro Tag für das vergangene Jahr. Dies ist nach Wochentag gruppiert, sodass du leicht Muster in deinem Tagesablauf erkennen kannst.
nl: En ook meer gedetailleerd per dag voor het afgelopen rollende jaar. Dit is gegroepeerd per dag van de week zodat je gemakkelijk patronen in je dagelijkse routine kunt ontdekken.

source: Cumulative per year
de: Kumulativ pro Jahr
nl: Cumulatief per jaar

source: How much distance (or else) have you covered in each year up to that time of the year? This lets you see how you are doing compared to previous years.
de: Wie viel Distanz (oder anderes) hast du in jedem Jahr bis zu diesem Zeitpunkt des Jahres zurückgelegt? So kannst du sehen, wie du im Vergleich zu früheren Jahren abschneidest.
nl: Hoeveel afstand (of anders) heb je afgelegd in elk jaar tot die tijd van het jaar? Hiermee kun je zien hoe je het doet in vergelijking met vorige jaren.

source: Prior to version 1.3.0, activity times were interpreted in the local time zone. If your software recorded in UTC, it was assumed that this was your local time zone. This assumption was often wrong. With version 1.3.0, this got fixed. Activities will be imported using UTC or specified time zone. They will then be localized into the time zone of the activity position.
de: Vor Version 1.3.0 wurden Aktivitätszeiten in der lokalen Zeitzone interpretiert. Wenn deine Software in UTC aufgezeichnet hat, wurde angenommen, dass dies deine lokale Zeitzone war. Diese Annahme war oft falsch. Mit Version 1.3.0 wurde dies behoben. Aktivitäten werden mit UTC oder der angegebenen Zeitzone importiert. Sie werden dann in die Zeitzone der Aktivitätsposition lokalisiert.
nl: Vóór versie 1.3.0 werden activiteitstijden geïnterpreteerd in de lokale tijdzone. Als je software in UTC opnam, werd aangenomen dat dit je lokale tijdzone was. Deze aanname was vaak fout. Met versie 1.3.0 is dit opgelost. Activiteiten worden geïmporteerd met UTC of de opgegeven tijdzone. Ze worden dan gelokaliseerd naar de tijdzone van de activiteitspositie.

source: Use this tool to fix activities which were imported with an older version.
de: Verwende dieses Tool, um Aktivitäten zu korrigieren, die mit einer älteren Version importiert wurden.
nl: Gebruik deze tool om activiteiten te corrigeren die met een oudere versie zijn geïmporteerd.

source: Your activities are shown in the local time zone of the activity but no time zone is shown.
de: Deine Aktivitäten werden in der lokalen Zeitzone der Aktivität angezeigt, aber keine Zeitzone wird angezeigt.
nl: Je activiteiten worden weergegeven in de lokale tijdzone van de activiteit, maar er wordt geen tijdzone getoond.

source: Are you sure to run this?
de: Bist du sicher, dass du das ausführen möchtest?
nl: Weet je zeker dat je dit wilt uitvoeren?

source: Interpret times as local time zone
de: Zeiten als lokale Zeitzone interpretieren
nl: Interpreteer tijden als lokale tijdzone

source: Your activities seem to be UTC and don't conform to the local time zone. You have the impression that all the times are off.
de: Deine Aktivitäten scheinen in UTC zu sein und entsprechen nicht der lokalen Zeitzone. Du hast den Eindruck, dass alle Zeiten falsch sind.
nl: Je activiteiten lijken UTC te zijn en komen niet overeen met de lokale tijdzone. Je hebt de indruk dat alle tijden verkeerd zijn.

source: Interpret times as UTC
de: Zeiten als UTC interpretieren
nl: Interpreteer tijden als UTC

source: Everything seems broken. You want to reload all your activities. Be aware that with Strava API that can take ages due to the rate limiting. Also be aware that this will delete all changes that you did after importing the activity (changing the name, equipment, adding tags, trimming the activity).
de: Alles scheint kaputt zu sein. Du möchtest alle Aktivitäten neu laden. Beachte, dass dies mit der Strava-API aufgrund der Ratenbegrenzung sehr lange dauern kann. Beachte auch, dass dadurch alle Änderungen gelöscht werden, die du nach dem Import der Aktivität vorgenommen hast (Umbenennung, Ausrüstung, Tags, Zuschneiden).
nl: Alles lijkt kapot. Je wilt al je activiteiten opnieuw laden. Wees je ervan bewust dat dit met Strava API lang kan duren vanwege de rate limiting. Wees je er ook van bewust dat dit alle wijzigingen verwijdert die je hebt gedaan na het importeren van de activiteit (naam wijzigen, uitrusting, tags toevoegen, activiteit inkorten).

source: Throw all activities away and rescan
de: Alle Aktivitäten löschen und neu einlesen
nl: Gooi alle activiteiten weg en scan opnieuw

source: Upload Activity
de: Aktivität hochladen
nl: Upload activiteit

source: Activity file
de: Aktivitätsdatei
nl: Activiteitsbestand

source: Target directory
de: Zielverzeichnis
nl: Doelmap

source: Reloading
de: Wird neu geladen
nl: Opnieuw laden

source: Checking for new activities, importing them and adding them to the database. This might take a while …
de: Suche nach neuen Aktivitäten, importiere sie und füge sie der Datenbank hinzu. Dies kann eine Weile dauern …
nl: Controleren op nieuwe activiteiten, importeren en toevoegen aan de database. Dit kan even duren …

source: Version
nl: Versie

source: Name
nl: Naam

source: Segment Name
nl: Segmentnaam

source: Definition
nl: Definitie
